
import { Criterion, Period } from './types.ts';

export const DAYS_AR = ['الأحد', 'الاثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت'];
export const DAYS_EN = ['Sunday', 'Monday', 'Tuesday', 'Wednesday', 'Thursday', 'Friday', 'Saturday'];

export const SCHOOL_PERIODS: Period[] = [
  { id: '1', startTime: '07:30', endTime: '08:15' },
  { id: '2', startTime: '08:15', endTime: '09:00' },
  { id: '3', startTime: '09:00', endTime: '09:45' },
  { id: '4', startTime: '10:15', endTime: '11:00' },
  { id: '5', startTime: '11:00', endTime: '11:45' },
  { id: '6', startTime: '11:45', endTime: '12:30' },
  { id: '7', startTime: '12:30', endTime: '13:15' },
];

export const CRITERIA_DATA: Criterion[] = [
  {
    "المعيار / البند": "1- التحصيل الدراسي",
    "وصف المعيار": "تحصيل الطلبة في الأعمال الصفية وغير الصفية.",
    "الحكم": "متميز (1)",
    "الوصف السلوكي لجوانب الإجادة / أولويات التطوير": "- التحصيل الدراسي: بدليل اكتسب جميع الطلبة المهارات الأساسية والمعارف في ضوء أهداف الدرس بصورة فعالة، بدليل تحسين النطق واللفظ والكتابة لدى جميع الطلبة بدرجة عالية.",
    "التوصيات": "تنفيذ مبادرة تربوية تعزز من اكتساب الطلبة للمهارات والمعارف مثل مبادرة المدقق اللغوي الصغير."
  },
  {
    "المعيار / البند": "7- إدارة الصف",
    "وصف المعيار": "فاعلية الإدارة لصفية*",
    "الحكم": "متميز (1)",
    "الوصف السلوكي لجوانب الإجادة / أولويات التطوير": "- إدارة الصف: بدليل يقوم بإدارة زمن التعلم وإدارة سلوكيات جميع الطلبة ويثير دافعيتهم للتعلم بصورة فعالة، بدليل زيادة دافعية جميع الطلبة للتعلم.",
    "التوصيات": "العمل على تحليل نتائج الطلبة نهاية الفصل وتوثيق الأسئلة العاصفة للذهن والمثيرة للتفكير ليتم تعميمها."
  }
];
