[
 {
  "المعيار \/ البند": "1- التحصيل الدراسي",
  "وصف المعيار": "تحصيل الطلبة في الأعمال الصفية وغير الصفية.",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التحصيل الدراسي: بدليل اكتسب جميع الطلبة المهارات الأساسية والمعارف في ضوء أهداف الدرس بصورة فعالة، بدليل تحسين النطق واللفظ والكتابة لدى جميع الطلبة بدرجة عالية.",
  "التوصيات": "تنفيذ مبادرة تربوية تعزز من اكتساب الطلبة للمهارات والمعارف مثل مبادرة المدقق اللغوي الصغير."
 },
 {
  "المعيار \/ البند": "1- التحصيل الدراسي",
  "وصف المعيار": "تحصيل الطلبة في الأعمال الصفية وغير الصفية.",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التحصيل الدراسي: بدليل يكتسب معظم الطلبة المهارات الأساسية والمعارف في ضوء أهداف الدرس بصورة فاعلة، بدليل تحسين النطق واللفظ والكتابة لدى معظم الطلبة بدرجة جيدة.",
  "التوصيات": "تكثيف الأنشطة الإثرائية التي تستهدف الطلبة ذوي المستوى المرتفع لضمان استمرار تقدمهم وتحقيق نتائج أعلى، مع توثيق هذه الأنشطة."
 },
 {
  "المعيار \/ البند": "1- التحصيل الدراسي",
  "وصف المعيار": "تحصيل الطلبة في الأعمال الصفية وغير الصفية.",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التحصيل الدراسي: بدليل يكتسب أغلب الطلبة المهارات الأساسية والمعارف في ضوء أهداف الدرس بصورة ملائمة أو مقبولة، بدليل تحقيق المستوى الأساسي من المهارات لدى أغلب الطلبة.",
  "التوصيات": "التركيز على تصميم أنشطة صفية متمايزة تضمن اكتساب جميع الطلبة للمهارات الأساسية المطلوبة، خاصة في المهارات القرائية والكتابية."
 },
 {
  "المعيار \/ البند": "1- التحصيل الدراسي",
  "وصف المعيار": "تحصيل الطلبة في الأعمال الصفية وغير الصفية.",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التحصيل الدراسي: بدليل اكتسب قلة من الطلبة المهارات الأساسية والمعارف في ضوء أهداف الدرس بصورة محدودة، بدليل انخفاض المستوى التحصيلي لمعظم الطلبة.",
  "التوصيات": "تنفيذ حصص تقوية للطلبة واستغلال حصص الاحتياطي لتكثيف الخطط العلاجية والإثرائية بما يتناسب مع مستويات الطلبة التحصيلية."
 },
 {
  "المعيار \/ البند": "1- التحصيل الدراسي",
  "وصف المعيار": "تحصيل الطلبة في الأعمال الصفية وغير الصفية.",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التحصيل الدراسي: بدليل يكتسب عدد نادر من الطلبة المهارات الأساسية والمعارف في ضوء أهداف الدرس بصورة محدودة جداً\/نادرة، بدليل الفشل في تحقيق المهارات الأساسية للتحصيل الدراسي لدى الغالبية العظمى من الطلبة.",
  "التوصيات": "وضع خطة علاجية فورية وشاملة، والعمل على حصر المهارات الأساسية المتأخرة لدى الطلبة وتقديم الدعم المركز لهم بالتنسيق مع إدارة المدرسة."
 },
 {
  "المعيار \/ البند": "2- التقدم الدراسي",
  "وصف المعيار": "التقدم الدراسي للطلبة بما فيهم الطلبة ذوي الإعاقة\/ الاحتياجات التعليمية.",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التقدم الدراسي: بدليل يتقدم جميع الطلبة في المعارف والمفاهيم والمهارات مقارنة ببداية الحصة بصورة متميزة، بدليل إنجاز جميع الطلاب ومنهم ذوي الاحتياجات لجميع الأعمال الفردية والجماعية بكفاءة عالية.",
  "التوصيات": "تنفيذ قراءة موجهة لزملاء العمل لآلية تطبيق هرم بلوم للأهداف في الانتقال من البسيط إلى الأعلى."
 },
 {
  "المعيار \/ البند": "2- التقدم الدراسي",
  "وصف المعيار": "التقدم الدراسي للطلبة بما فيهم الطلبة ذوي الإعاقة\/ الاحتياجات التعليمية.",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التقدم الدراسي: بدليل يتقدم معظم الطلبة دراسياً أثناء الحصة بصورة فاعلة، بدليل إنجاز معظم الطلاب للأعمال الفردية والجماعية المطلوبة بكفاءة جيدة.",
  "التوصيات": "الحرص على مراجعة آليات تفريد التعليم المقدمة للطلبة ذوي الاحتياجات التعليمية، والعمل على توفير تحديات إضافية للطلبة المتقدمين."
 },
 {
  "المعيار \/ البند": "2- التقدم الدراسي",
  "وصف المعيار": "التقدم الدراسي للطلبة بما فيهم الطلبة ذوي الإعاقة\/ الاحتياجات التعليمية.",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التقدم الدراسي: بدليل يتقدم أغلب الطلبة دراسياً أثناء الحصة بصورة ملائمة، بدليل إنجاز أغلب الطلاب للأعمال الفردية والجماعية بصورة ملائمة.",
  "التوصيات": "ضمان توظيف هرم بلوم للأهداف بفاعلية في صياغة أسئلة الحصة والانتقال بالطلبة من مستويات المعرفة الأساسية إلى مستويات التفكير العليا."
 },
 {
  "المعيار \/ البند": "2- التقدم الدراسي",
  "وصف المعيار": "التقدم الدراسي للطلبة بما فيهم الطلبة ذوي الإعاقة\/ الاحتياجات التعليمية.",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التقدم الدراسي: بدليل اكتسب بعض الطلبة المعارف والمفاهيم والمهارات مقارنة ببداية الحصة بصورة محدودة، بدليل عدم قدرة بعض الطلبة على إنجاز الأعمال الفردية والجماعية بصورة ملائمة.",
  "التوصيات": "تطبيق مشروع تفريد التعلم وتنفيذ الخطط الفردية بما يتناسب مع جميع الطلبة."
 },
 {
  "المعيار \/ البند": "2- التقدم الدراسي",
  "وصف المعيار": "التقدم الدراسي للطلبة بما فيهم الطلبة ذوي الإعاقة\/ الاحتياجات التعليمية.",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التقدم الدراسي: بدليل يتقدم عدد نادر من الطلبة دراسياً أثناء الحصة بصورة محدودة جداً، بدليل عدم قدرة الغالبية العظمى من الطلبة على إنجاز الأعمال المطلوبة.",
  "التوصيات": "البدء فوراً في تنفيذ الخطط الفردية وتفريد التعلم لتلبية احتياجات جميع الطلبة، وتوثيق أي تحسن يطرأ على مستوى تقدمهم."
 },
 {
  "المعيار \/ البند": "3- مهارات التعلم",
  "وصف المعيار": "تطبيق مهارات التعلم (الذاتي-التعاوني – الرقمي -التفكير العليا) وربطها بالواقع.",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- مهارات التعلم: بدليل يطبق جميع الطلبة مهارات التعلم الذاتي والتعاوني والرقمي ومهارات التفكير العليا بصورة متميزة، بدليل فهم جميع الطلبة للمعارف المراد تحقيقها وتطبيقها بدرجة عالية.",
  "التوصيات": "تنفيذ قراءة موجهة لآلية طرح أسئلة مثيرة للتفكير وتوجيه الطلبة للتعلم الذاتي دون توجيه المعلم."
 },
 {
  "المعيار \/ البند": "3- مهارات التعلم",
  "وصف المعيار": "تطبيق مهارات التعلم (الذاتي-التعاوني – الرقمي -التفكير العليا) وربطها بالواقع.",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- مهارات التعلم: بدليل يطبق معظم الطلبة مهارات التعلم... بمستوى فاعل، بدليل فهم معظم الطلبة للمعارف وتطبيقها بدرجة جيدة.",
  "التوصيات": "تعزيز توظيف المنصات الرقمية لتدريب الطلبة على التعلم الذاتي بشكل أوسع وأكثر عمقاً، والعمل على دمج مهارات التفكير العليا في الأنشطة الصفية اليومية."
 },
 {
  "المعيار \/ البند": "3- مهارات التعلم",
  "وصف المعيار": "تطبيق مهارات التعلم (الذاتي-التعاوني – الرقمي -التفكير العليا) وربطها بالواقع.",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- مهارات التعلم: بدليل يطبق أغلب الطلبة مهارات التعلم... بمستوى ملائم أو مناسب، بدليل فهم أغلب الطلبة للمعارف الأساسية وتطبيقها بصورة مقبولة.",
  "التوصيات": "إدراج أنشطة صفية محددة تهدف لتنمية مهارات التفكير الناقد والابتكاري لدى الطلبة، مع توجيههم نحو مصادر التعلم الذاتي."
 },
 {
  "المعيار \/ البند": "3- مهارات التعلم",
  "وصف المعيار": "تطبيق مهارات التعلم (الذاتي-التعاوني – الرقمي -التفكير العليا) وربطها بالواقع.",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- مهارات التعلم: بدليل اكتسب بعض الطلبة مهارات التعلم الذاتي والتعاوني والرقمي ومهارات التفكير العليا بصورة محدودة، بدليل قدرة بعض الطلبة على تطبيق مهارات التعلم الذاتي والتعاوني... بشكل غير ملائم.",
  "التوصيات": "تنفيذ مشروع يهدف إلى تنمية مهارات التعلم الذاتي والرقمي لدى الطلبة مثل تفعيل إحدى المنصات الرقمية."
 },
 {
  "المعيار \/ البند": "3- مهارات التعلم",
  "وصف المعيار": "تطبيق مهارات التعلم (الذاتي-التعاوني – الرقمي -التفكير العليا) وربطها بالواقع.",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- مهارات التعلم: بدليل يطبق عدد نادر من الطلبة مهارات التعلم... بمستوى محدود جداً\/نادر، بدليل الفشل في تطبيق مهارات التعلم الذاتي والتعاوني ومهارات التفكير العليا لدى الغالبية العظمى من الطلبة.",
  "التوصيات": "التركيز على تدريب الطلبة على أبسط مهارات التعلم (مثل مهارات البحث والتعاون) ودمجها بشكل واضح في خطوات الدرس."
 },
 {
  "المعيار \/ البند": "4- القيم والسلوك",
  "وصف المعيار": "تمسك الطلبة بالهوية العمانية والقيم الإنسانية.",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- القيم والسلوك: بدليل يدرك جميع الطلبة للحقوق والواجبات ويعتزون بهويتهم العمانية بدرجة عالية، بدليل انضباط جميع الطلبة ذاتياً في الحصة بشكل فعال.",
  "التوصيات": "تعزيز وتحفيز الطلبة بنماذج وملصقات تعبر عن الهوية العمانية وتغرس القيم والاتجاهات الإيجابية لدى الطلبة."
 },
 {
  "المعيار \/ البند": "4- القيم والسلوك",
  "وصف المعيار": "تمسك الطلبة بالهوية العمانية والقيم الإنسانية.",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- القيم والسلوك: بدليل يلتزم معظم الطلبة بالقيم الإنسانية المشتركة... بمستوى فاعل، بدليل انضباط معظم الطلبة ذاتياً في الحصة بشكل جيد.",
  "التوصيات": "تصميم أنشطة إثرائية لتعزيز القيم الإيجابية لدى الطلبة، والعمل على تكريم ومكافأة السلوكيات الإيجابية المتميزة بشكل مستمر."
 },
 {
  "المعيار \/ البند": "4- القيم والسلوك",
  "وصف المعيار": "تمسك الطلبة بالهوية العمانية والقيم الإنسانية.",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- القيم والسلوك: بدليل يلتزم أغلب الطلبة بالقيم الإنسانية المشتركة... بمستوى ملائم \/ مناسب، بدليل انضباط أغلب الطلبة ذاتياً في الحصة بشكل ملائم.",
  "التوصيات": "توفير فرص للطلبة لممارسة التعبير عن الذات والحوار بثقة واحترام، وتطبيق مبادئ الانضباط الذاتي في الحصة."
 },
 {
  "المعيار \/ البند": "4- القيم والسلوك",
  "وصف المعيار": "تمسك الطلبة بالهوية العمانية والقيم الإنسانية.",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- القيم والسلوك: بدليل يدرك بعض الطلبة الحقوق والواجبات بصورة محدودة، بدليل عدم انضباط بعض الطلبة ذاتياً في الحصة.",
  "التوصيات": "تنفيذ مشروع يهدف إلى تنمية القيم والسلوك وتعزيز الهوية العمانية لدى الطلبة."
 },
 {
  "المعيار \/ البند": "4- القيم والسلوك",
  "وصف المعيار": "تمسك الطلبة بالهوية العمانية والقيم الإنسانية.",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- القيم والسلوك: بدليل يلتزم عدد محدود جداً من الطلبة بالقيم الإنسانية المشتركة... بمستوى محدود جداً ونادر، بدليل وجود حالات انفلات وعدم انضباط لدى الغالبية العظمى من الطلبة في الحصة.",
  "التوصيات": "وضع خطة سلوكية مركزة لعلاج حالات عدم الانضباط في الحصة، والتنسيق مع الأخصائي الاجتماعي والنفسي لمعالجة السلوكيات غير الملائمة."
 },
 {
  "المعيار \/ البند": "5- جودة بيئة التعلم",
  "وصف المعيار": "متابعة جوانب الأمن والسلامة والنظافة في بيئة التعلم.*",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- جودة بيئة التعلم: بدليل يتابع جميع جوانب الأمن والسلامة والنظافة في الصف الدراسي بصورة متميزة، بدليل التزام جميع الطلبة في الصف الدراسي بجوانب الأمن والسلامة في البيئة المدرسية.",
  "التوصيات": "تنفيذ حصة تطبيقية حول جوانب الأمن والسلامة في البيئة الصفية."
 },
 {
  "المعيار \/ البند": "5- جودة بيئة التعلم",
  "وصف المعيار": "متابعة جوانب الأمن والسلامة والنظافة في بيئة التعلم.*",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- جودة بيئة التعلم: بدليل يتابع المعلم جوانب الأمن والسلامة... بصورة جيدة، بدليل التزام معظم الطلبة في الصف الدراسي بجوانب الأمن والسلامة.",
  "التوصيات": "توثيق الممارسات المتميزة في جوانب الأمن والسلامة والنظافة وتعميمها على الزملاء للاستفادة منها."
 },
 {
  "المعيار \/ البند": "5- جودة بيئة التعلم",
  "وصف المعيار": "متابعة جوانب الأمن والسلامة والنظافة في بيئة التعلم.*",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- جودة بيئة التعلم: بدليل يتابع المعلم جوانب الأمن والسلامة... بصورة مناسبة، بدليل التزام أغلب الطلبة في الصف الدراسي بجوانب الأمن والسلامة والنظافة.",
  "التوصيات": "التأكد من تطبيق سياسات الأمن والسلامة في جميع الأنشطة الصفية واستخدام الأدوات التعليمية، والعمل على تخصيص أدوار للطلبة في المحافظة على نظافة البيئة الصفية."
 },
 {
  "المعيار \/ البند": "5- جودة بيئة التعلم",
  "وصف المعيار": "متابعة جوانب الأمن والسلامة والنظافة في بيئة التعلم.*",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- جودة بيئة التعلم: بدليل يتابع بعض جوانب الأمن والسلامة والنظافة في البيئة الصفية بصورة محدودة، بدليل عدم التزام المعلم بجميع جوانب الأمن والسلامة في البيئة الصفية.",
  "التوصيات": "الالتزام بتدابير الأمن والسلامة في البيئة الصفية (أسلاك مكشوفة ووجود تنبيهات تحذيرية حول مفاتيح الكهرباء إلى حين الزيارة الإشرافية القادمة)."
 },
 {
  "المعيار \/ البند": "5- جودة بيئة التعلم",
  "وصف المعيار": "متابعة جوانب الأمن والسلامة والنظافة في بيئة التعلم.*",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- جودة بيئة التعلم: بدليل يتابع المعلم جوانب الأمن والسلامة... بصورة نادرة منعدمة، بدليل وجود مخاطر واضحة في البيئة الصفية وعدم التزام المعلم بأي من جوانب الأمن والسلامة.",
  "التوصيات": "اتخاذ إجراءات تصحيحية فورية لضمان سلامة الطلبة في البيئة الصفية، والالتزام الصارم بتطبيق قواعد الأمن والسلامة والنظافة."
 },
 {
  "المعيار \/ البند": "6- تخطيط المنهاج الدراسي",
  "وصف المعيار": "تخطيط المنهاج الدراسي لتحقيق نواتج التعلم.*",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- تخطيط المنهاج الدراسي: بدليل يخطط لجميع دروسه متسلسلاً في تنوع الأهداف مرتبطاً بالخطة الفصلية ومحققاً لنواتج التعلم بصورة متميزة، بدليل تحقق جميع نواتج التعلم بما يتوافق مع الخطة الفصلية.",
  "التوصيات": "تنفيذ ورشة تدريبية لكيفية التخطيط للدرس بما يتوافق مع الخطة الفصلية كما هو مرسوم لها."
 },
 {
  "المعيار \/ البند": "6- تخطيط المنهاج الدراسي",
  "وصف المعيار": "تخطيط المنهاج الدراسي لتحقيق نواتج التعلم.*",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- تخطيط المنهاج الدراسي: بدليل يخطط المعلم معظم دروسه... بصورة جيدة، بدليل تحقق معظم نواتج التعلم بما يتوافق مع الخطة الفصلية.",
  "التوصيات": "تطوير التخطيط اليومي عبر إضافة أنشطة إثرائية وخطط علاجية واضحة ومحددة، لضمان استهداف جميع مستويات الطلبة."
 },
 {
  "المعيار \/ البند": "6- تخطيط المنهاج الدراسي",
  "وصف المعيار": "تخطيط المنهاج الدراسي لتحقيق نواتج التعلم.*",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- تخطيط المنهاج الدراسي: بدليل يخطط المعلم أغلب دروسه... بصورة مناسبة، بدليل تحقق أغلب نواتج التعلم بما يتوافق مع الخطة الفصلية.",
  "التوصيات": "مراجعة التخطيط للتأكد من ربط الأهداف بنواتج التعلم المحددة في الخطة الفصلية، وضمان تسلسل الأهداف من الأدنى إلى الأعلى."
 },
 {
  "المعيار \/ البند": "6- تخطيط المنهاج الدراسي",
  "وصف المعيار": "تخطيط المنهاج الدراسي لتحقيق نواتج التعلم.*",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- تخطيط المنهاج الدراسي: بدليل يخطط لبعض دروسه متسلسلاً في تنوع الأهداف مرتبطاً بالخطة الفصلية ومحققاً لنواتج التعلم بصورة محدودة، بدليل عدم تحقق جميع أهداف الدرس وتأخر في الخطة الفصلية.",
  "التوصيات": "الالتزام بتوافق أهداف خطة الدرس مع الخطة الفصلية كما هو مرسوم لها والعمل على التخطيط للدرس القادم بأسلوب إبداعي."
 },
 {
  "المعيار \/ البند": "6- تخطيط المنهاج الدراسي",
  "وصف المعيار": "تخطيط المنهاج الدراسي لتحقيق نواتج التعلم.*",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- تخطيط المنهاج الدراسي: بدليل يخطط المعلم عدد محدود جداً من دروسه... بصورة نادرة، بدليل وجود تأخر كبير في الخطة الفصلية وعدم تحقق نواتج التعلم للغالبية العظمى من الدروس.",
  "التوصيات": "الالتزام الفوري بإعداد خطط الدروس اليومية بشكل متكامل، وتضمينها أهدافاً واضحة قابلة للقياس تتوافق مع الخطة الفصلية."
 },
 {
  "المعيار \/ البند": "7- إدارة الصف",
  "وصف المعيار": "فاعلية الإدارة لصفية*",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- إدارة الصف: بدليل يقوم بإدارة زمن التعلم وإدارة سلوكيات جميع الطلبة ويثير دافعيتهم للتعلم بصورة فعالة، بدليل زيادة دافعية جميع الطلبة للتعلم.",
  "التوصيات": "العمل على تحليل نتائج الطلبة نهاية الفصل وتوثيق الأسئلة العاصفة للذهن والمثيرة للتفكير ليتم تعميمها."
 },
 {
  "المعيار \/ البند": "7- إدارة الصف",
  "وصف المعيار": "فاعلية الإدارة لصفية*",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- إدارة الصف: بدليل يقوم المعلم بإدارة زمن التعلم وسلوك طلبته ويثير دافعيتهم للتعلم بصورة جيدة، بدليل زيادة دافعية معظم الطلبة للتعلم.",
  "التوصيات": "إدراج استراتيجيات مبتكرة لإدارة سلوكيات الطلبة وتعزيز دافعيتهم للتعلم، وتعميم أفضل الممارسات في استغلال زمن التعلم."
 },
 {
  "المعيار \/ البند": "7- إدارة الصف",
  "وصف المعيار": "فاعلية الإدارة لصفية*",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- إدارة الصف: بدليل يقوم المعلم بإدارة زمن التعلم وسلوك طلبته ويثير دافعيتهم للتعلم بصورة ملائمة، بدليل دافعية أغلب الطلبة للتعلم وتحقيق الاستغلال المناسب لزمن الحصة.",
  "التوصيات": "الاستمرار في الإدارة الجيدة للحصة، مع التركيز على توظيف استراتيجيات تحويل السلوكيات السلبية إلى إيجابية."
 },
 {
  "المعيار \/ البند": "7- إدارة الصف",
  "وصف المعيار": "فاعلية الإدارة لصفية*",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- إدارة الصف: بدليل يقوم بإدارة زمن التعلم وسلوكيات قلة من الطلبة ويثير دافعيتهم للتعلم بصورة محدودة، بدليل قلة دافعية الغالبية العظمى من الطلبة للتعلم.",
  "التوصيات": "الالتزام بزمن التعلم والعمل على إدارة وقت الحصة بشكل فعال من حيث تقسيم الحصة الدراسية إلى مراحل زمنية محددة."
 },
 {
  "المعيار \/ البند": "7- إدارة الصف",
  "وصف المعيار": "فاعلية الإدارة لصفية*",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- إدارة الصف: بدليل يقوم المعلم بإدارة زمن التعلم وسلوك طلبته ويثير دافعيتهم للتعلم بصورة نادرة، بدليل فقدان السيطرة على سلوك الطلبة وإهدار زمن التعلم.",
  "التوصيات": "تطبيق قواعد صارمة لإدارة الصف والالتزام بالخطة الزمنية للحصة، والعمل على إشراك الطلبة بشكل فعال لزيادة دافعيتهم وتقليل فرص التشتت."
 },
 {
  "المعيار \/ البند": "8- فاعلية التدريس",
  "وصف المعيار": "توظيف استراتيجيات التدريس الفعالة*",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- فاعلية التدريس: بدليل يوظف استراتيجيات التدريس والتقنيات الحديثة بصورة فعالة مثل استراتيجيات التعلم النشط... مما أدى إلى تعميق التعلم لجميع الطلبة.",
  "التوصيات": "تصميم دليل رقمي لبعض المنصات الرقمية وبرامج الذكاء الاصطناعي التي يمكن توظيفها بالموقف التعليمي ليتم تعميمها."
 },
 {
  "المعيار \/ البند": "8- فاعلية التدريس",
  "وصف المعيار": "توظيف استراتيجيات التدريس الفعالة*",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- فاعلية التدريس: بدليل يوظف المعلم استراتيجيات تدريس فعالة بحيث يستفيد منها معظم الطلبة... بمستوى فاعل، بدليل تعميق التعلم لمعظم الطلبة وتحقيق نتائج جيدة في التقييم.",
  "التوصيات": "توسيع نطاق توظيف برامج الذكاء الاصطناعي في تصميم الأنشطة المتمايزة وتعميق التعلم لجميع الطلبة."
 },
 {
  "المعيار \/ البند": "8- فاعلية التدريس",
  "وصف المعيار": "توظيف استراتيجيات التدريس الفعالة*",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- فاعلية التدريس: بدليل يوظف المعلم استراتيجيات تدريس فعالة بحيث يستفيد منها أغلب الطلبة... بمستوى ملائم، بدليل تحقيق أغلب الطلبة للمستوى الأساسي من التعلم.",
  "التوصيات": "التنويع في استراتيجيات التدريس لضمان تلبية احتياجات جميع الطلبة، والابتعاد عن استراتيجية التلقين لتعزيز التعلم النشط."
 },
 {
  "المعيار \/ البند": "8- فاعلية التدريس",
  "وصف المعيار": "توظيف استراتيجيات التدريس الفعالة*",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- فاعلية التدريس: بدليل يوظف استراتيجيات التدريس والتقنيات الحديثة بصورة محدودة مثل استخدام التلقين وضعف تحديد مصادر تعلم... مما أدى إلى تراجع المستوى التحصيلي لأغلب الطلبة.",
  "التوصيات": "العمل على التنويع من مصادر التعلم وتحديدها وفقاً لاحتياجات جميع الطلبة بما يثير اهتمامهم ويخدم أهداف الدرس."
 },
 {
  "المعيار \/ البند": "8- فاعلية التدريس",
  "وصف المعيار": "توظيف استراتيجيات التدريس الفعالة*",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- فاعلية التدريس: بدليل يوظف المعلم استراتيجيات تدريس فعالة بحيث يستفيد منها عدد قليل جداً من الطلبة... بمستوى نادر، بدليل عدم وجود تعلم فعلي في الحصة وانخفاض شديد في مستوى الطلبة.",
  "التوصيات": "استبدال استراتيجيات التلقين باستراتيجيات التعلم النشط، والعمل على تحديد مصادر وموارد تعلم متنوعة تدعم أهداف الدرس."
 },
 {
  "المعيار \/ البند": "9- تفعيل المصادر والموارد التعليمية",
  "وصف المعيار": "تفعيل المصادر والموارد التعليمية*",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- تفعيل المصادر والموارد التعليمية: بدليل يفعل المعلم التقنيات الرقمية... بحيث يستفيد منها جميع الطلبة في تعميق تعلمهم بمستوى متميز، بدليل المشاركة الفعالة لجميع الطلبة في أنشطة المصادر الرقمية وتحقيق نواتج التعلم المطلوبة.",
  "التوصيات": "توثيق أفضل ممارسات توظيف التقنيات الرقمية والذكاء الاصطناعي في الحصة وتعميمها على الزملاء."
 },
 {
  "المعيار \/ البند": "9- تفعيل المصادر والموارد التعليمية",
  "وصف المعيار": "تفعيل المصادر والموارد التعليمية*",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- تفعيل المصادر والموارد التعليمية: بدليل يفعل المعلم التقنيات الرقمية... بحيث يستفيد منها معظم الطلبة... بمستوى جيد، بدليل استفادة معظم الطلبة من المصادر والموارد التعليمية في تعميق تعلمهم.",
  "التوصيات": "تشجيع الطلبة على استخدام التقنيات الرقمية كأداة للإنتاج المعرفي وليس فقط للاستهلاك، وتوثيق نماذج إبداعية لتوظيف الذكاء الاصطناعي."
 },
 {
  "المعيار \/ البند": "9- تفعيل المصادر والموارد التعليمية",
  "وصف المعيار": "تفعيل المصادر والموارد التعليمية*",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- تفعيل المصادر والموارد التعليمية: بدليل يفعل المعلم التقنيات الرقمية... بحيث يستفيد منها أغلب الطلبة... بمستوى ملائم، بدليل استخدام أغلب الطلبة للمصادر والموارد التعليمية بصورة مقبولة.",
  "التوصيات": "العمل على دمج المصادر الرقمية والتقليدية في خطة الدرس بطريقة واضحة وفعالة تخدم أهداف التعلم."
 },
 {
  "المعيار \/ البند": "9- تفعيل المصادر والموارد التعليمية",
  "وصف المعيار": "تفعيل المصادر والموارد التعليمية*",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- تفعيل المصادر والموارد التعليمية: بدليل يفعل المعلم التقنيات الرقمية... بحيث يستفيد منها قليل من الطلبة... بمستوى محدود، بدليل ضعف توظيف المصادر التعليمية واستفادة محدودة من قبل الطلبة.",
  "التوصيات": "العمل على تنويع المصادر والموارد التعليمية المستخدمة والحرص على دمج التقنيات الرقمية والمنصات التعليمية في التخطيط والتنفيذ."
 },
 {
  "المعيار \/ البند": "9- تفعيل المصادر والموارد التعليمية",
  "وصف المعيار": "تفعيل المصادر والموارد التعليمية*",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- تفعيل المصادر والموارد التعليمية: بدليل يفعل المعلم التقنيات الرقمية... بحيث يستفيد منها قليل جداً من الطلبة... بمستوى نادر، بدليل عدم تفعيل المصادر والموارد التعليمية إطلاقاً أو انعدام الاستفادة منها.",
  "التوصيات": "البدء فوراً في تفعيل المصادر والموارد التعليمية المتاحة (الرقمية وغير الرقمية) ودمجها في الأنشطة الصفية لدعم تعلم الطلبة."
 },
 {
  "المعيار \/ البند": "10- التقويم ومساندة التقدم",
  "وصف المعيار": "توظيف أساليب تقويم متنوعة.*",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التقويم ومساندة التقدم: بدليل يوظف أساليب تقويم متنوعة تراعي التمايز بين جميع الطلبة بدرجة عالية، بدليل إنجاز الأعمال الفردية والجماعية في الوقت المحدد وبالدقة المطلوبة.",
  "التوصيات": "تشكيل فريق عمل لصياغة مجموعة أنشطة صفية فردية وجماعية ضمن خطة المنهج الدراسي تراعي المستويات الثلاثة للطلبة (تفريد التعليم)."
 },
 {
  "المعيار \/ البند": "10- التقويم ومساندة التقدم",
  "وصف المعيار": "توظيف أساليب تقويم متنوعة.*",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التقويم ومساندة التقدم: بدليل يوظف المعلم أساليب تقويم متنوعة؛ يراعي التمايز بين معظم الطلبة... بمستوى فاعل، بدليل إنجاز معظم الطلبة للأعمال المطلوبة بدقة جيدة.",
  "التوصيات": "تعميم تجربة توظيف أساليب التقويم المتنوعة على الزملاء كأفضل ممارسة، والعمل على صياغة أدوات تقييم معيارية وموثوقة."
 },
 {
  "المعيار \/ البند": "10- التقويم ومساندة التقدم",
  "وصف المعيار": "توظيف أساليب تقويم متنوعة.*",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التقويم ومساندة التقدم: بدليل يوظف المعلم أساليب تقويم متنوعة؛ يراعي التمايز بين أغلب الطلبة... بمستوى ملائم، بدليل حصول أغلب الطلبة على تقييم مناسب يعكس تعلمهم الأساسي.",
  "التوصيات": "مراجعة أدوات التقويم المستخدمة للتأكد من أنها تغطي المستويات المعرفية الثلاثة للطلبة، وتوظيف نتائج التقويم في التغذية الراجعة."
 },
 {
  "المعيار \/ البند": "10- التقويم ومساندة التقدم",
  "وصف المعيار": "توظيف أساليب تقويم متنوعة.*",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التقويم ومساندة التقدم: بدليل يوظف المعلم أساليب تقويم متنوعة يراعي التمايز بين قليل من الطلبة... بمستوى محدود، بدليل عدم مراعاة الفروق الفردية بين الطلبة واستخدام أساليب تقويم غير متنوعة أدت إلى تقييم غير دقيق.",
  "التوصيات": "التنويع من أساليب تقويم تراعي التمايز بين جميع الطلبة وتراعي الفروق بينهم، والتنويع في الأسئلة المطروحة ومستوياتها."
 },
 {
  "المعيار \/ البند": "10- التقويم ومساندة التقدم",
  "وصف المعيار": "توظيف أساليب تقويم متنوعة.*",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- التقويم ومساندة التقدم: بدليل يوظف المعلم أساليب تقويم متنوعة؛ يراعي التمايز بين قليل جداً من الطلبة... بمستوى نادر، بدليل الاعتماد الكلي على أسلوب تقويم واحد لا يراعي التمايز وانخفاض في دقة التقييم لأداء الطلبة.",
  "التوصيات": "التنويع الفوري في أساليب التقويم (الشفوي، الكتابي، الأداء) وتصحيح الأدوات المستخدمة لتراعي الفروق الفردية بين الطلبة."
 },
 {
  "المعيار \/ البند": "11- قيادة التغيير",
  "وصف المعيار": "توظيف التقويم الذاتي والتطوير المهني في تحسين الأداء.*",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- قيادة التغيير: بدليل يُجري تقويماً لأدائه ذاتياً ويوظفه في تحسين تعلم جميع الطلبة بمستوى متميز، بدليل رفع المستوى التحصيلي لطلابه ورفع أدائه ذاتياً بدرجة عالية.",
  "التوصيات": "تنفيذ مشغل تدريبي لزملائه حول أحد جوانب الإجادة التي تميز بها كتقديم ورشة عمل حول أساليب تطوير ممارساته المهنية."
 },
 {
  "المعيار \/ البند": "11- قيادة التغيير",
  "وصف المعيار": "توظيف التقويم الذاتي والتطوير المهني في تحسين الأداء.*",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- قيادة التغيير: بدليل يُجري المعلم تقويماً لأدائه ذاتياً ويوظفه في تحسين تعلم معظم الطلبة بمستوى فاعل، بدليل رفع المستوى التحصيلي لمعظم الطلبة وتحسن جيد في ممارساته المهنية.",
  "التوصيات": "تشجيع الزملاء على تبني ممارساته المتميزة في التقويم الذاتي وتطوير الأداء، والمشاركة في المؤتمرات والندوات المهنية."
 },
 {
  "المعيار \/ البند": "11- قيادة التغيير",
  "وصف المعيار": "توظيف التقويم الذاتي والتطوير المهني في تحسين الأداء.*",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- قيادة التغيير: بدليل يُجري المعلم تقويماً لأدائه ذاتياً ويوظفه في تحسين تعلم أغلب الطلبة بمستوى مناسب، بدليل استخدام التقويم الذاتي لتحسين أغلب جوانب تعلم الطلبة بصورة مقبولة.",
  "التوصيات": "الالتزام ببرامج التطوير المهني المتاحة والعمل على تطبيق المكتسب منها في الممارسات الصفية لتحسين أداء الطلبة."
 },
 {
  "المعيار \/ البند": "11- قيادة التغيير",
  "وصف المعيار": "توظيف التقويم الذاتي والتطوير المهني في تحسين الأداء.*",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- قيادة التغيير: بدليل يُجري تقويماً لأدائه ذاتياً... بشكل محدود مثل قلة المشاركات المهنية وقلة التفكر والتأمل في ممارساته، بدليل انخفاض المستوى التحصيلي لطلابه بدرجة عالية.",
  "التوصيات": "الالتزام بالمشاركة المهنية وفقاً لاحتياجاته كحضور الورش والمحاضرات والقراءات المهنية وزيارات ميدانية."
 },
 {
  "المعيار \/ البند": "11- قيادة التغيير",
  "وصف المعيار": "توظيف التقويم الذاتي والتطوير المهني في تحسين الأداء.*",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- قيادة التغيير: بدليل يُجري المعلم تقويماً لأدائه ذاتياً ويوظفه في تحسين تعلم قليل جداً من الطلبة بمستوى نادر، بدليل عدم إجراء أي تقويم ذاتي أو عدم توظيف نتائجه، مما أدى إلى ركود في مستوى الطلبة.",
  "التوصيات": "الالتزام بحضور الورش والمحاضرات المهنية وحلقات النقاش، والبدء في توثيق ممارساته المهنية والتأمل فيها لتحسينها."
 },
 {
  "المعيار \/ البند": "12- الحوكمة",
  "وصف المعيار": "تطبيق السياسات والأنظمة واللوائح المنظمة للعمل.*",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- الحوكمة: بدليل يطبق السياسات والأنظمة واللوائح المنظمة للعمل بصورة فعالة مثل المحافظة على زمن التعلم والالتزام بالدوام الرسمي، بدليل تحقيق نواتج التعلم بفاعلية.",
  "التوصيات": "الاستمرار بتطبيق اللوائح والأنظمة المنظمة للعمل ومتابعة أثر الانضباط على ارتفاع نتائج التحصيل الدراسي."
 },
 {
  "المعيار \/ البند": "12- الحوكمة",
  "وصف المعيار": "تطبيق السياسات والأنظمة واللوائح المنظمة للعمل.*",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- الحوكمة: بدليل يطبق السياسات والأنظمة واللوائح المنظمة للعمل بصورة فاعلة، بدليل الالتزام الجيد باللوائح والأنظمة وتحقيق نواتج التعلم.",
  "التوصيات": "توثيق الممارسات المتميزة في تطبيق الأنظمة واللوائح وتأثيرها على البيئة المدرسية، وتعميمها على الزملاء."
 },
 {
  "المعيار \/ البند": "12- الحوكمة",
  "وصف المعيار": "تطبيق السياسات والأنظمة واللوائح المنظمة للعمل.*",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- الحوكمة: بدليل يطبق السياسات والأنظمة واللوائح المنظمة للعمل بصورة مناسبة، بدليل الالتزام المناسب باللوائح والأنظمة وتحقيق نواتج التعلم الأساسية.",
  "التوصيات": "التأكد من أن الالتزام باللوائح والأنظمة ينعكس إيجاباً على أداء الطلبة وتحقيق الأهداف التعليمية."
 },
 {
  "المعيار \/ البند": "12- الحوكمة",
  "وصف المعيار": "تطبيق السياسات والأنظمة واللوائح المنظمة للعمل.*",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- الحوكمة: بدليل يطبق السياسات والأنظمة واللوائح المنظمة للعمل بصورة محدودة مثل عدم الالتزام بزمن التعلم والالتزام بالدوام الرسمي، بدليل عدم تحقق نواتج التعلم.",
  "التوصيات": "الالتزام باللوائح والأنظمة وضرورة المحافظة على زمن التعلم والانضباط الوظيفي."
 },
 {
  "المعيار \/ البند": "12- الحوكمة",
  "وصف المعيار": "تطبيق السياسات والأنظمة واللوائح المنظمة للعمل.*",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- الحوكمة: بدليل يطبق السياسات والأنظمة واللوائح المنظمة للعمل بصورة نادرة، بدليل الإخلال الواضح باللوائح والأنظمة، مما أثر سلباً على العملية التعليمية.",
  "التوصيات": "الالتزام التام بالدوام الرسمي وضبط زمن التعلم وتطبيق كافة الأنظمة واللوائح المدرسية دون استثناء."
 },
 {
  "المعيار \/ البند": "13- المبادرات والأنشطة التربوية",
  "وصف المعيار": "تنفيذ مبادرات وأنشطة تربوية في المجتمع المدرسي.*",
  "الحكم": "متميز (1)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- المبادرات والأنشطة التربوية: بدليل يقدم مبادرات فعالة لدعم وتحسين العملية التعليمية، كما يتميز بالتفاعل الإيجابي في جميع الأنشطة التربوية والمجتمع المحلي، بدليل تطوير أدائه بكفاءة عالية.",
  "التوصيات": "توثيق مبادرة التحصيل الدراسي بطريقة علمية للمشاركة بها ضمن مبادرة الإجادة الفردية وتحليل نتائج تطبيقها."
 },
 {
  "المعيار \/ البند": "13- المبادرات والأنشطة التربوية",
  "وصف المعيار": "تنفيذ مبادرات وأنشطة تربوية في المجتمع المدرسي.*",
  "الحكم": "جيد (2)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- المبادرات والأنشطة التربوية: بدليل يقدم مبادرات فاعلة... كما يتميز بالتفاعل الإيجابي في معظم الأنشطة التربوية والمجتمع المحلي، بدليل تطوير أدائه بدرجة جيدة ونقل خبراته لزملائه.",
  "التوصيات": "التوسع في مجال المبادرة والعمل على توثيق أثرها بشكل دقيق وعلمي، وقيادة مبادرات أخرى على مستوى المنطقة التعليمية."
 },
 {
  "المعيار \/ البند": "13- المبادرات والأنشطة التربوية",
  "وصف المعيار": "تنفيذ مبادرات وأنشطة تربوية في المجتمع المدرسي.*",
  "الحكم": "ملائم (3)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- المبادرات والأنشطة التربوية: بدليل يقدم مبادرات ملائمة... كما يتفاعل إيجابياً في أغلب الأنشطة التربوية والمجتمع المحلي، بدليل تطوير أدائه بصورة مقبولة وتقديم إسهامات فعالة.",
  "التوصيات": "الاستمرار في تقديم المبادرات والتفاعل الإيجابي، والعمل على قيادة فريق عمل لتنفيذ إحدى المبادرات التي تخدم التحصيل الدراسي."
 },
 {
  "المعيار \/ البند": "13- المبادرات والأنشطة التربوية",
  "وصف المعيار": "تنفيذ مبادرات وأنشطة تربوية في المجتمع المدرسي.*",
  "الحكم": "غير ملائم (4)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- المبادرات والأنشطة التربوية: بدليل يقدم مبادرات محدودة... كما يتميز بالتفاعل المحدود في جميع الأنشطة التربوية والمجتمع المحلي، بدليل تطوير أدائه بصورة محدودة.",
  "التوصيات": "الالتزام بحضور الاجتماعات والورش والبرامج الإنمائية المنفذة بالمدرسة والمبادرة بتنفيذ مبادرة تربوية للرقي بالتحصيل الدراسي."
 },
 {
  "المعيار \/ البند": "13- المبادرات والأنشطة التربوية",
  "وصف المعيار": "تنفيذ مبادرات وأنشطة تربوية في المجتمع المدرسي.*",
  "الحكم": "يحتاج إلى تدخل (5)",
  "الوصف السلوكي لجوانب الإجادة \/ أولويات التطوير": "- المبادرات والأنشطة التربوية: بدليل نادراً ما يقدم مبادرات... كما أن تفاعله مع الأنشطة التربوية والمجتمع المحلي محدود جداً، بدليل عدم وجود أي مبادرات أو تفاعل، مما أدى إلى جمود في الأداء المهني.",
  "التوصيات": "الالتزام التام بحضور الاجتماعات والبرامج والأنشطة المدرسية، والمبادرة فوراً بتقديم مقترح لمبادرة تربوية بسيطة لدعم التحصيل الدراسي."
 }
]